[
    {
        "id": 371,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 1.4 del Estatuto de Autonomía de Castilla-La Mancha, los poderes de la Junta de Comunidades emanan de:",
        "opciones": {
            "a": "la Constitución, del pueblo y del presente Estatuto.",
            "b": "la Constitución y del presente Estatuto, exclusivamente.",
            "c": "la Constitución, de las Cortes Generales y del presente Estatuto.",
            "d": "del pueblo y de las Cortes de Castilla-La Mancha."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 1.4 establece de forma literal que los poderes emanan \"de la Constitución, del pueblo y del presente Estatuto\".",
        "tags": []
    },
    {
        "id": 372,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 2.1 del Estatuto de Autonomía de Castilla-La Mancha, el territorio de la región corresponde al de los municipios que integran las provincias de:",
        "opciones": {
            "a": "Albacete, Ciudad Real, Cuenca y Guadalajara.",
            "b": "Albacete, Ciudad Real, Cuenca, Guadalajara y Madrid.",
            "c": "Albacete, Ciudad Real, Cuenca, Guadalajara y Toledo.",
            "d": "Albacete, Ciudad Real, Cuenca y Toledo, exclusivamente."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 2.1 enumera expresamente las cinco provincias que componen el territorio: Albacete, Ciudad Real, Cuenca, Guadalajara y Toledo.",
        "tags": []
    },
    {
        "id": 373,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 4.Cuatro del Estatuto de Autonomía, señale cuál de los siguientes NO es un objetivo básico con el que la Junta de Comunidades ejercerá sus poderes:",
        "opciones": {
            "a": "El fomento de la calidad de vida, mediante la protección de la naturaleza y del medio ambiente.",
            "b": "La promoción de un sistema fiscal propio y diferenciado del estatal.",
            "c": "La superación de los desequilibrios existentes entre los diversos territorios del Estado.",
            "d": "La reforma agraria, entendida como la transformación, modernización y desarrollo de las estructuras agrarias."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El listado de objetivos básicos se encuentra en las letras a) a i) del artículo 4.Cuatro, y entre ellos no figura la promoción de un sistema fiscal propio.",
        "tags": []
    },
    {
        "id": 374,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según lo dispuesto en el artículo 5.Uno del Estatuto de Autonomía, la bandera de la región se compone de un rectángulo dividido verticalmente en dos cuadrados iguales, siendo el primero, junto al mástil:",
        "opciones": {
            "a": "de color rojo carmesí, con un castillo de plata mazonado de sable y aclarado de azur.",
            "b": "de color rojo, con un castillo de oro mazonado de azur y aclarado de sable.",
            "c": "de color blanco, con un castillo de oro mazonado de sable y aclarado de azur.",
            "d": "de color rojo carmesí, con un castillo de oro mazonado de sable y aclarado de azur."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 5.Uno describe el primer cuadrado como \"de color rojo carmesí, con un castillo de oro mazonado de sable y aclarado de azur\".",
        "tags": []
    },
    {
        "id": 375,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De conformidad con el artículo 7 del Estatuto de Autonomía de Castilla-La Mancha, el reconocimiento del origen a las comunidades castellano-manchegas asentadas fuera del territorio:",
        "opciones": {
            "a": "implicará la concesión de derechos políticos limitados.",
            "b": "requerirá la previa autorización de las Cortes Generales.",
            "c": "en ningún caso implicará la concesión de derechos políticos.",
            "d": "implicará la concesión de derechos electorales para las elecciones autonómicas."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 7 es explícito al señalar que el alcance y contenido de dicho reconocimiento \"en ningún caso implicará la concesión de derechos políticos\".",
        "tags": []
    },
    {
        "id": 376,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 3.Dos del Estatuto, gozarán de los derechos políticos definidos los españoles residentes en el extranjero que hayan tenido la última vecindad administrativa en la región y acrediten esta condición en:",
        "opciones": {
            "a": "la correspondiente Embajada de España.",
            "b": "el correspondiente Consulado de España.",
            "c": "el Registro Civil Central.",
            "d": "la delegación provincial de la Oficina del Censo Electoral."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 3.Dos especifica que la acreditación de la condición debe realizarse \"en el correspondiente Consulado de España\".",
        "tags": []
    },
    {
        "id": 377,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 1.1 del Estatuto de Autonomía, este es la...",
        "opciones": {
            "a": "norma institucional básica de la región.",
            "b": "norma institucional fundamental de la región.",
            "c": "ley orgánica superior de la Comunidad Autónoma.",
            "d": "norma jurídica suprema de la Comunidad."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 1.1 define el Estatuto de forma literal como la \"norma institucional básica\" de Castilla-La Mancha.",
        "tags": []
    },
    {
        "id": 378,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 5.Dos del Estatuto, la bandera de la región ondeará en los edificios públicos al lado de la bandera de España, la cual:",
        "opciones": {
            "a": "ostentará lugar preferente.",
            "b": "ostentará un lugar de igual rango.",
            "c": "se situará a la izquierda de la bandera regional.",
            "d": "ostentará lugar preeminente."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 5.Dos especifica que la bandera de España \"ostentará lugar preeminente\".",
        "tags": []
    },
    {
        "id": 379,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 6 del Estatuto de Autonomía de Castilla-La Mancha, ¿quién fijará la sede de las instituciones regionales?",
        "opciones": {
            "a": "Un Decreto del Consejo de Gobierno.",
            "b": "El Presidente de la Junta de Comunidades.",
            "c": "Una Ley de las Cortes de Castilla-La Mancha.",
            "d": "Una Ley Orgánica aprobada en Cortes Generales."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 6 establece de forma concisa que \"Una Ley de las Cortes de Castilla-La Mancha fijará la sede de las instituciones regionales\".",
        "tags": []
    },
    {
        "id": 380,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "A los efectos del artículo 3.Uno del Estatuto, gozan de la condición política de ciudadanos de Castilla-La Mancha los que, de acuerdo con las leyes generales del Estado, tengan:",
        "opciones": {
            "a": "residencia efectiva en cualquiera de los municipios de la región.",
            "b": "vecindad administrativa en cualquiera de los municipios de la región.",
            "c": "empadronamiento durante al menos un año en la región.",
            "d": "nacionalidad española y origen castellano-manchego."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 3.Uno vincula la condición política de ciudadano a tener \"vecindad administrativa en cualquiera de los municipios de la región\".",
        "tags": []
    },
    {
        "id": 381,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 4.Dos del Estatuto, corresponde a los poderes públicos regionales promover las condiciones para la libertad y la igualdad, remover los obstáculos que impidan su plenitud y:",
        "opciones": {
            "a": "facilitar la participación de todos los ciudadanos en la vida política, económica, cultural y social.",
            "b": "establecer los mecanismos de control sobre el ejercicio de las libertades individuales.",
            "c": "garantizar la prestación de los servicios públicos esenciales.",
            "d": "suprimir las diferencias ideológicas que dificulten la cohesión social."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 4.Dos enumera tres acciones, siendo la última \"facilitar la participación de todos los ciudadanos en la vida política, económica, cultural y social de la región\".",
        "tags": []
    },
    {
        "id": 382,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 5.Tres del Estatuto de Autonomía, ¿qué norma determinará el escudo y el himno de la región?",
        "opciones": {
            "a": "Un Decreto del Presidente de la Junta de Comunidades.",
            "b": "Una Orden de la Consejería competente en materia de símbolos.",
            "c": "Un Reglamento de las Cortes de Castilla-La Mancha.",
            "d": "Una Ley de Cortes de Castilla-La Mancha."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 5.Tres indica explícitamente que \"Una Ley de Cortes de Castilla-La Mancha determinará el escudo y el himno de la región\".",
        "tags": []
    },
    {
        "id": 383,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 8 del Estatuto de Autonomía de C-LM, ¿cuál de los siguientes NO es un órgano de la Junta de Comunidades?",
        "opciones": {
            "a": "Las Cortes de Castilla-La Mancha.",
            "b": "El Presidente de la Junta.",
            "c": "El Consejo Consultivo.",
            "d": "El Consejo de Gobierno."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 8 enumera como órganos de la Junta a las Cortes, el Presidente y el Consejo de Gobierno. El Consejo Consultivo se regula en el artículo 13 como órgano consultivo, pero no como uno de los tres órganos de la Junta a través de los cuales se ejercen los poderes.",
        "tags": []
    },
    {
        "id": 384,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 9.Dos.a), la potestad legislativa que las Cortes de Castilla-La Mancha pueden delegar en el Consejo de Gobierno se rige por los términos que establecen los artículos de la Constitución:",
        "opciones": {
            "a": "81, 82 y 83.",
            "b": "82, 83 y 84.",
            "c": "85 y 86.",
            "d": "87, 88 y 89."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 9.Dos.a) remite expresamente a los artículos 82, 83 y 84 de la Constitución para regular la delegación legislativa.",
        "tags": []
    },
    {
        "id": 385,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 9.Dos.e) del Estatuto, corresponde a las Cortes de C-LM designar a los Senadores representantes de la Comunidad Autónoma atendiendo a criterios de:",
        "opciones": {
            "a": "representación mayoritaria.",
            "b": "representación territorial.",
            "c": "proporcionalidad.",
            "d": "designación directa del Presidente."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 9.Dos.e) indica de forma literal que la designación de Senadores se hará \"atendiendo a criterios de proporcionalidad\".",
        "tags": []
    },
    {
        "id": 386,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 10.2 del Estatuto, las elecciones a las Cortes de Castilla-La Mancha serán convocadas por el Presidente de la Junta de Comunidades de manera que se realicen:",
        "opciones": {
            "a": "el primer domingo de mayo cada cuatro años.",
            "b": "el cuarto domingo de mayo cada cuatro años.",
            "c": "el último domingo de mayo cada cuatro años.",
            "d": "el segundo domingo de junio cada cuatro años."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 10.2 fija la fecha de las elecciones de forma precisa en \"el cuarto domingo de mayo cada cuatro años\".",
        "tags": []
    },
    {
        "id": 387,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 10.2 del Estatuto, ¿cuál es la circunscripción electoral para las elecciones a las Cortes de Castilla-La Mancha?",
        "opciones": {
            "a": "La comarca.",
            "b": "El partido judicial.",
            "c": "La provincia.",
            "d": "La región como circunscripción única."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 10.2 establece explícitamente que \"La circunscripción electoral es la provincia\".",
        "tags": []
    },
    {
        "id": 388,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 10.2, las Cortes de Castilla-La Mancha estarán constituidas por un número de Diputados de:",
        "opciones": {
            "a": "un mínimo de 25 y un máximo de 35.",
            "b": "un mínimo de 33 y un máximo de 45.",
            "c": "un mínimo de 25 y un máximo de 40.",
            "d": "un mínimo de 30 y un máximo de 50."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 10.2, párrafo segundo, acota el número de Diputados a \"un mínimo de 25 Diputados y un máximo de 35\".",
        "tags": []
    },
    {
        "id": 389,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 10.3, la responsabilidad penal de los Diputados por actos delictivos cometidos en el territorio de la Comunidad será exigible ante:",
        "opciones": {
            "a": "La Sala de lo Penal del Tribunal Supremo.",
            "b": "La Audiencia Provincial correspondiente.",
            "c": "El Juzgado de Instrucción que corresponda.",
            "d": "El Tribunal Superior de Justicia de la región."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 10.3 atribuye la competencia para decidir sobre su inculpación, prisión, procesamiento y juicio \"al Tribunal Superior de Justicia de la región\".",
        "tags": []
    },
    {
        "id": 390,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 11.3, las sesiones extraordinarias de las Cortes serán convocadas por su Presidente a petición del Presidente del Consejo de Gobierno, de la Diputación Permanente o de:",
        "opciones": {
            "a": "una décima parte de los Diputados.",
            "b": "una quinta parte de los Diputados.",
            "c": "una tercera parte de los Diputados.",
            "d": "la mayoría simple de los Diputados."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 11.3 cita textualmente como uno de los legitimados para solicitar la sesión extraordinaria a \"una quinta parte de los Diputados\".",
        "tags": []
    },
    {
        "id": 391,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 12.Uno, la iniciativa legislativa en Castilla-La Mancha corresponde a los Diputados a través de sus Grupos Parlamentarios y al:",
        "opciones": {
            "a": "Consejo de Gobierno.",
            "b": "Presidente de la Junta exclusivamente.",
            "c": "Consejo Consultivo.",
            "d": "Tribunal Superior de Justicia de la región."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 12.Uno atribuye la iniciativa legislativa \"a los Diputados a través de sus Grupos Parlamentarios y al Consejo de Gobierno\".",
        "tags": []
    },
    {
        "id": 392,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 12.Dos, las leyes regionales serán promulgadas en nombre del Rey por el Presidente del Consejo de Gobierno y, a efectos de su entrada en vigor, regirá la fecha de su publicación en:",
        "opciones": {
            "a": "el «Boletín Oficial del Estado».",
            "b": "el «Diario Oficial» de la región.",
            "c": "el diario de mayor tirada de la región.",
            "d": "cualquiera de los boletines oficiales, la que sea anterior."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 12.Dos es claro al indicar que \"A efectos de su entrada en vigor regirá la fecha de su publicación en el «Diario oficial» de la región\".",
        "tags": []
    },
    {
        "id": 393,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 13.2 del Estatuto, la Ley del Gobierno y del Consejo Consultivo, en la que se incluirá la limitación de mandatos del Presidente, deberá ser aprobada por una mayoría de:",
        "opciones": {
            "a": "mayoría absoluta de las Cortes.",
            "b": "mayoría simple de las Cortes.",
            "c": "dos tercios de los miembros del Pleno.",
            "d": "tres quintos de los miembros del Pleno."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 13.2 exige para la aprobación de dicha ley una mayoría cualificada de \"tres quintos de los miembros del Pleno de la Cámara\".",
        "tags": []
    },
    {
        "id": 394,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 14.1, el Presidente de la Junta de Comunidades de Castilla-La Mancha ostenta la superior representación de la región, así como la:",
        "opciones": {
            "a": "ordinaria del Gobierno de la Nación.",
            "b": "ordinaria del Estado en la misma.",
            "c": "suprema de la Administración del Estado.",
            "d": "plenipotenciaria del Rey."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 14.1 establece que el Presidente ostenta \"la superior representación de la región, así como la ordinaria del Estado en la misma\".",
        "tags": []
    },
    {
        "id": 395,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 14.5, si tras la primera votación de investidura no se alcanza la mayoría absoluta, se someterá la misma propuesta a nueva votación 48 horas después, entendiendo otorgada la confianza si se obtiene:",
        "opciones": {
            "a": "mayoría de dos tercios.",
            "b": "mayoría de tres quintos.",
            "c": "mayoría simple.",
            "d": "mayoría absoluta."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 14.5 estipula que en la segunda votación \"la confianza se entenderá otorgada si obtuviese la mayoría simple\".",
        "tags": []
    },
    {
        "id": 396,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 14.5 del Estatuto, si en el plazo de dos meses desde la primera votación de investidura ningún candidato alcanza la mayoría simple, quedará automáticamente designado el candidato:",
        "opciones": {
            "a": "propuesto por el Presidente de las Cortes.",
            "b": "del partido que tenga mayor número de escaños.",
            "c": "del partido que obtuvo más votos en las elecciones.",
            "d": "propuesto por el grupo parlamentario mayoritario."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 14.5 contiene la regla de cierre por la que \"quedará automáticamente designado el candidato del partido que tenga mayor número de escaños\".",
        "tags": []
    },
    {
        "id": 397,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 16.Uno del Estatuto, ¿cuál de las siguientes NO es una causa de cese del Consejo de Gobierno?",
        "opciones": {
            "a": "La celebración de elecciones regionales.",
            "b": "La pérdida de una cuestión de confianza.",
            "c": "La aprobación de una moción de censura.",
            "d": "La dimisión o fallecimiento de un Consejero."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 16.Uno enumera las causas de cese del Consejo de Gobierno, que están ligadas al Presidente (dimisión, fallecimiento, pérdida de confianza). La dimisión de un Consejero individual no implica el cese de todo el Consejo.",
        "tags": []
    },
    {
        "id": 398,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 17.Uno, la responsabilidad penal del Presidente de la Junta por actos delictivos cometidos FUERA del territorio regional será exigible ante:",
        "opciones": {
            "a": "El Tribunal Superior de Justicia de la región.",
            "b": "El Tribunal Constitucional.",
            "c": "La Audiencia Nacional.",
            "d": "La Sala de lo Penal del Tribunal Supremo."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 17.Uno distingue la competencia, y para los actos cometidos fuera del territorio, establece que la responsabilidad penal será exigible \"ante la Sala de lo Penal del Tribunal Supremo\".",
        "tags": []
    },
    {
        "id": 399,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 20.1 del Estatuto, la cuestión de confianza planteada por el Presidente se entenderá otorgada cuando vote a favor de la misma:",
        "opciones": {
            "a": "la mayoría absoluta de los Diputados.",
            "b": "la mayoría simple de los Diputados.",
            "c": "la mayoría de tres quintos de los Diputados.",
            "d": "la mayoría de dos tercios de los Diputados."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 20.1 establece como requisito para otorgar la confianza en el supuesto general \"la mayoría simple de los Diputados\".",
        "tags": []
    },
    {
        "id": 400,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 20.2, el Presidente puede plantear una cuestión de confianza sobre un proyecto de ley, que se considerará aprobado si vota a favor la mayoría absoluta, pero esta modalidad NO podrá ser utilizada respecto de:",
        "opciones": {
            "a": "la Ley de tasas y precios públicos.",
            "b": "la Ley de Presupuestos de la región.",
            "c": "una Ley de fomento económico.",
            "d": "una Ley de organización administrativa."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 20.2 prohíbe expresamente utilizar este mecanismo para \"la Ley de Presupuestos de la región, ni a proyectos de legislación electoral, orgánica o institucional\".",
        "tags": []
    },
    {
        "id": 401,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 21.1, la moción de censura requiere la adopción por:",
        "opciones": {
            "a": "mayoría simple de las Cortes.",
            "b": "mayoría absoluta de las Cortes.",
            "c": "mayoría de tres quintos de las Cortes.",
            "d": "mayoría de dos tercios de las Cortes."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 21.1 exige para la adopción de la moción de censura la \"mayoría absoluta\".",
        "tags": []
    },
    {
        "id": 402,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 21.2, la moción de censura deberá ser propuesta al menos por:",
        "opciones": {
            "a": "el 10 por 100 de los Diputados.",
            "b": "el 15 por 100 de los Diputados.",
            "c": "el 20 por 100 de los Diputados.",
            "d": "un tercio de los Diputados."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 21.2 fija el umbral de proponentes en \"al menos por el 15 por 100 de los Diputados\".",
        "tags": []
    },
    {
        "id": 403,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 21.3 del Estatuto, la moción de censura no podrá ser votada hasta que transcurran:",
        "opciones": {
            "a": "dos días desde su presentación.",
            "b": "tres días desde su presentación.",
            "c": "cinco días desde su presentación.",
            "d": "diez días desde su presentación."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 21.3 establece un plazo de reflexión al indicar que \"La moción de censura no podrá ser votada hasta que transcurran cinco días desde su presentación\".",
        "tags": []
    },
    {
        "id": 404,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 21.3, durante el plazo que media hasta la votación de una moción de censura, podrán presentarse mociones alternativas en:",
        "opciones": {
            "a": "las primeras 24 horas de dicho plazo.",
            "b": "los dos primeros días de dicho plazo.",
            "c": "los tres primeros días de dicho plazo.",
            "d": "todo el plazo hasta 24 horas antes de la votación."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 21.3 especifica que las mociones alternativas podrán presentarse \"En los dos primeros días de dicho plazo\".",
        "tags": []
    },
    {
        "id": 405,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 21.4, si una moción de censura no fuere aprobada, sus signatarios no podrán presentar otra hasta que hubiere transcurrido:",
        "opciones": {
            "a": "el mismo período de sesiones.",
            "b": "seis meses desde la votación.",
            "c": "un año desde la fecha de votación.",
            "d": "el resto de la legislatura."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 21.4 establece una limitación temporal clara: \"un año desde la fecha de votación de la primera\".",
        "tags": []
    },
    {
        "id": 406,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 22, el Presidente podrá acordar la disolución anticipada de las Cortes de Castilla-La Mancha. ¿Cuál de las siguientes es una limitación a esta potestad?",
        "opciones": {
            "a": "No podrá acordarla cuando reste menos de un año para la terminación de la legislatura.",
            "b": "No podrá acordarla si hay convocado un referéndum autonómico.",
            "c": "No podrá acordarla durante los dos primeros períodos de sesiones de la legislatura.",
            "d": "No podrá acordarla si se está tramitando una cuestión de confianza."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 22, párrafo tercero, enumera varias limitaciones, entre ellas \"cuando reste menos de un año para su terminación\".",
        "tags": []
    },
    {
        "id": 407,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 22, el Presidente NO podrá acordar la disolución de las Cortes:",
        "opciones": {
            "a": "durante el primer período de sesiones de la legislatura.",
            "b": "durante el segundo período de sesiones de la legislatura.",
            "c": "mientras el Consejo de Gobierno esté en funciones.",
            "d": "si no han transcurrido dos años desde el inicio de la legislatura."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 22, párrafo tercero, indica como primera limitación que no se podrá acordar la disolución \"durante el primer período de sesiones de la legislatura\".",
        "tags": []
    },
    {
        "id": 408,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 22, en caso de disolución anticipada de las Cortes de C-LM, la nueva Cámara que resulte de la convocatoria electoral tendrá un mandato limitado por:",
        "opciones": {
            "a": "un plazo máximo de cuatro años desde su constitución.",
            "b": "el término natural de la legislatura originaria.",
            "c": "un plazo de dos años, debiendo convocarse nuevas elecciones a su término.",
            "d": "el término que reste hasta la siguiente convocatoria de elecciones estatales."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 22, último párrafo, establece de forma explícita que la nueva Cámara \"tendrá un mandato limitado por el término natural de la legislatura originaria\".",
        "tags": []
    },
    {
        "id": 409,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 10.1, los Diputados de Castilla-La Mancha representan a toda la región y:",
        "opciones": {
            "a": "están sujetos al mandato de su grupo parlamentario.",
            "b": "están sujetos al mandato de su circunscripción electoral.",
            "c": "no estarán sujetos a mandato imperativo alguno.",
            "d": "están sujetos a las instrucciones del Consejo de Gobierno."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 10.1, párrafo segundo, recoge el principio de la prohibición del mandato imperativo de forma literal.",
        "tags": []
    },
    {
        "id": 410,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 13.4, ¿cuál es el superior órgano consultivo de la Junta de Comunidades y de las Corporaciones locales de la Comunidad Autónoma?",
        "opciones": {
            "a": "El Consejo de Estado.",
            "b": "El Gabinete Jurídico de la Junta.",
            "c": "El Consejo Consultivo.",
            "d": "El Tribunal Superior de Justicia."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 13.4 define al \"Consejo Consultivo\" como \"el superior órgano consultivo de la Junta de Comunidades y de las Corporaciones locales de la Comunidad Autónoma\".",
        "tags": []
    },
    {
        "id": 411,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 15, los Vicepresidentes y los Consejeros serán nombrados y cesados por:",
        "opciones": {
            "a": "el Rey, a propuesta del Presidente.",
            "b": "las Cortes de Castilla-La Mancha por mayoría absoluta.",
            "c": "el Presidente del Consejo de Gobierno.",
            "d": "el Consejo de Gobierno en Pleno."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 15 atribuye esta competencia de nombramiento y cese de forma exclusiva y directa al \"Presidente del Consejo de Gobierno\".",
        "tags": []
    },
    {
        "id": 412,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 9.Tres y el artículo 10.3 del Estatuto, gozan de la prerrogativa de la inviolabilidad:",
        "opciones": {
            "a": "Las Cortes de Castilla-La Mancha y sus Diputados.",
            "b": "Únicamente los Diputados.",
            "c": "Únicamente las Cortes como institución.",
            "d": "El Presidente de la Junta y los Consejeros."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 9.Tres declara que \"Las Cortes de Castilla-La Mancha son inviolables\" y el 10.Tres que los Diputados \"gozarán de inviolabilidad\", por lo que aplica a ambos.",
        "tags": []
    },
    {
        "id": 413,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 23 del Estatuto de Autonomía, la sede del Tribunal Superior de Justicia de Castilla-La Mancha se encuentra en:",
        "opciones": {
            "a": "Toledo.",
            "b": "Cuenca.",
            "c": "Ciudad Real.",
            "d": "Albacete."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 23 establece de forma explícita que el Tribunal Superior de Justicia de Castilla-La Mancha \"tendrá su sede en Albacete\".",
        "tags": []
    },
    {
        "id": 414,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 23, el Tribunal Superior de Justicia de C-LM podrá constituirse en cualquier lugar del territorio de su jurisdicción cuando así lo exija:",
        "opciones": {
            "a": "la buena administración de Justicia.",
            "b": "una decisión del Consejo de Gobierno.",
            "c": "una Ley de las Cortes regionales.",
            "d": "la urgencia del procedimiento."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 23, párrafo segundo, indica que el Tribunal podrá constituirse fuera de su sede \"cuando así lo exija la buena administración de Justicia\".",
        "tags": []
    },
    {
        "id": 415,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 24.Uno, la competencia de los órganos jurisdiccionales de la región en el orden civil, penal y social se extiende a todas las instancias y grados, a EXCEPCIÓN de:",
        "opciones": {
            "a": "los recursos de apelación y súplica.",
            "b": "los recursos de casación y revisión.",
            "c": "los recursos de amparo.",
            "d": "las cuestiones de competencia."
        },
        "respuestaCorrecta": "b",
        "explicacion": "Los apartados a) y b) del artículo 24.Uno excluyen expresamente de la competencia de los órganos jurisdiccionales de la región \"los recursos de casación y revisión\".",
        "tags": []
    },
    {
        "id": 416,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 24.Dos, ¿qué órgano resolverá los conflictos de competencia y jurisdicción entre los Tribunales de la región y los del resto de España?",
        "opciones": {
            "a": "El Tribunal Constitucional.",
            "b": "El Tribunal Superior de Justicia de C-LM.",
            "c": "El Consejo General del Poder Judicial.",
            "d": "El Tribunal Supremo."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 24.Dos, párrafo segundo, atribuye esta competencia de forma clara al indicar que \"El Tribunal Supremo resolverá también los conflictos de competencia y jurisdicción...\".",
        "tags": []
    },
    {
        "id": 417,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 25.Uno, el órgano estatal competente convocará los concursos y oposiciones para cubrir las plazas vacantes de la Administración de Justicia en la región a instancia del:",
        "opciones": {
            "a": "Presidente del Tribunal Superior de Justicia.",
            "b": "Consejo de Gobierno.",
            "c": "Presidente de las Cortes de C-LM.",
            "d": "Consejero competente en materia de justicia."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 25.Uno especifica que la convocatoria por el órgano estatal se realizará \"A instancia del Consejo de Gobierno\".",
        "tags": []
    },
    {
        "id": 418,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 25.Dos del Estatuto, la organización y el funcionamiento del Ministerio Fiscal corresponde en exclusiva:",
        "opciones": {
            "a": "al Estado.",
            "b": "a la Junta de Comunidades.",
            "c": "de forma compartida al Estado y a la Junta.",
            "d": "al Consejo General del Poder Judicial."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 25.Dos es taxativo al afirmar que \"Corresponde en exclusiva al Estado, de conformidad con las leyes generales, la organización y el funcionamiento del Ministerio Fiscal\".",
        "tags": []
    },
    {
        "id": 419,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 26.Uno, los Notarios y los Registradores de la Propiedad y Mercantiles serán nombrados por:",
        "opciones": {
            "a": "el Ministerio de Justicia.",
            "b": "el Consejo de Gobierno.",
            "c": "el Presidente del Tribunal Superior de Justicia.",
            "d": "el órgano estatal competente a propuesta del Consejo."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 26.Uno atribuye directamente el nombramiento al \"Consejo de Gobierno de conformidad con las leyes del Estado\".",
        "tags": []
    },
    {
        "id": 420,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 26.Dos, la Junta de Comunidades participará en la fijación de las demarcaciones notariales y del número de Notarios de acuerdo con lo previsto en:",
        "opciones": {
            "a": "el Reglamento de las Cortes regionales.",
            "b": "las leyes de la Comunidad Autónoma.",
            "c": "las leyes del Estado.",
            "d": "la Ley Orgánica del Poder Judicial."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 26.Dos establece que dicha participación se realizará \"de acuerdo con lo previsto en las leyes del Estado\".",
        "tags": []
    },
    {
        "id": 421,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 27.a), corresponde al Consejo de Gobierno de la región ejercer en su territorio todas las facultades que las leyes reguladoras del Poder Judicial reconozcan o atribuyan:",
        "opciones": {
            "a": "al Ministerio de Justicia.",
            "b": "al Gobierno de la Nación.",
            "c": "al Consejo General del Poder Judicial.",
            "d": "al Presidente del Gobierno."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 27.a) indica que el Consejo de Gobierno ejercerá las facultades que dichas leyes \"reconozcan o atribuyan al Gobierno de la Nación\".",
        "tags": []
    },
    {
        "id": 422,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 27.b), corresponde al Consejo de Gobierno proponer la delimitación de las demarcaciones territoriales de los órganos jurisdiccionales a:",
        "opciones": {
            "a": "las Cortes de la Región.",
            "b": "las Cortes Generales.",
            "c": "el Consejo General del Poder Judicial.",
            "d": "el Gobierno de la Nación."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 27.b) especifica que la propuesta se elevará \"a las Cortes de la Región\".",
        "tags": []
    },
    {
        "id": 423,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 28, los ciudadanos de Castilla-La Mancha podrán participar en la administración de justicia mediante la institución del:",
        "opciones": {
            "a": "Turno de Oficio.",
            "b": "Jurado.",
            "c": "Tribunal Consuetudinario.",
            "d": "Juez de Paz."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 28 menciona explícitamente la participación ciudadana \"mediante la institución del jurado\".",
        "tags": []
    },
    {
        "id": 424,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 28, la participación de los ciudadanos en la administración de justicia a través del jurado se dará en:",
        "opciones": {
            "a": "los procesos civiles y penales que determine la ley.",
            "b": "los procesos penales que sentencien ante los Tribunales de la región.",
            "c": "cualquier tipo de proceso judicial a instancia de parte.",
            "d": "los procesos contencioso-administrativos contra la Junta."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 28 acota esta participación \"en los procesos penales que sentencien ante los Tribunales radicados en el territorio de Castilla-La Mancha\".",
        "tags": []
    },
    {
        "id": 425,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 24.Uno, la competencia de los órganos jurisdiccionales de la región NO se extiende a una de las siguientes materias:",
        "opciones": {
            "a": "El orden civil, con excepciones.",
            "b": "El orden penal y social, con excepciones.",
            "c": "El orden contencioso-administrativo.",
            "d": "El orden militar."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 24.Uno enumera las competencias en los órdenes civil, penal, social y contencioso-administrativo, pero no menciona el orden militar.",
        "tags": []
    },
    {
        "id": 426,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 24.Uno.c), la competencia en el orden contencioso-administrativo se extiende a los recursos que se deduzcan contra los actos y disposiciones de las Administraciones públicas en los términos que establezca:",
        "opciones": {
            "a": "la Ley de Régimen Jurídico del Sector Público.",
            "b": "la Ley de la Jurisdicción Contencioso-Administrativa.",
            "c": "la Ley Orgánica del Poder Judicial.",
            "d": "una Ley de las Cortes de Castilla-La Mancha."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 24.Uno.c) remite expresamente a los términos \"que establezca la Ley Orgánica del Poder Judicial\".",
        "tags": []
    },
    {
        "id": 427,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 27.b), la propuesta de delimitación de las demarcaciones territoriales de los órganos jurisdiccionales deberá tener en cuenta, entre otros, los límites de:",
        "opciones": {
            "a": "las actuales provincias.",
            "b": "las actuales comarcas.",
            "c": "los actuales partidos judiciales.",
            "d": "las actuales áreas sanitarias."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 27.b) señala que la delimitación se hará \"teniendo en cuenta los límites de los actuales partidos judiciales y las características geográficas, históricas y de población\".",
        "tags": []
    },
    {
        "id": 428,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 29.Uno del Estatuto, la región se organiza territorialmente en municipios y en provincias, que gozarán de autonomía para el gobierno y la gestión de sus intereses en el marco de la Constitución, el Estatuto y:",
        "opciones": {
            "a": "la legislación de la Comunidad Autónoma.",
            "b": "la legislación general del Estado.",
            "c": "las directrices del Consejo de Gobierno.",
            "d": "la legislación básica de régimen local exclusivamente."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 29.Uno establece que el marco normativo de la autonomía de municipios y provincias es la Constitución, el Estatuto y \"la legislación general del Estado\".",
        "tags": []
    },
    {
        "id": 429,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 29.Dos, una Ley de las Cortes de Castilla-La Mancha podrá realizar todas las siguientes actuaciones, EXCEPTO:",
        "opciones": {
            "a": "Reconocer la comarca como entidad local con personalidad jurídica.",
            "b": "Crear agrupaciones basadas en hechos urbanísticos.",
            "c": "Suprimir municipios de menos de 5.000 habitantes.",
            "d": "Reconocer el hecho de comunidades supramunicipales, como las de Villa y Tierra."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 29.Dos enumera las posibilidades en sus apartados a), b) y c), entre las que no se encuentra la supresión de municipios.",
        "tags": []
    },
    {
        "id": 430,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 30.Uno del Estatuto, cualquier alteración de los límites provinciales habrá de ser aprobada por:",
        "opciones": {
            "a": "las Cortes de Castilla-La Mancha mediante Ley.",
            "b": "las Cortes Generales mediante Ley ordinaria.",
            "c": "las Cortes Generales mediante Ley Orgánica.",
            "d": "el Gobierno de la Nación mediante Real Decreto."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 30.Uno es categórico al exigir que la alteración de límites provinciales \"habrá de ser aprobada por las Cortes Generales mediante Ley Orgánica\".",
        "tags": []
    },
    {
        "id": 431,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 30.Dos, el gobierno y la administración autónoma de las provincias corresponden a:",
        "opciones": {
            "a": "las Delegaciones de la Junta.",
            "b": "las Diputaciones.",
            "c": "las Mancomunidades.",
            "d": "los Consejos Comarcales."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 30.Dos atribuye de forma directa el gobierno y la administración provincial a \"las Diputaciones\".",
        "tags": []
    },
    {
        "id": 432,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 30.Tres.b), las transferencias o delegaciones de competencias de la Junta de Comunidades a las Diputaciones se realizarán mediante:",
        "opciones": {
            "a": "Decreto del Consejo de Gobierno.",
            "b": "Ley aprobada por las Cortes de Castilla-La Mancha.",
            "c": "Orden del Consejero competente.",
            "d": "Convenio entre la Junta y la Diputación correspondiente."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 30.Tres.b) especifica que \"Dichas transferencias o delegaciones se realizarán mediante Ley aprobada por las Cortes de Castilla-La Mancha\".",
        "tags": []
    },
    {
        "id": 433,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 30.Tres.b), la Junta delegará, en todo caso, en las Diputaciones la ejecución de aquellas competencias:",
        "opciones": {
            "a": "que sean de interés general para la región.",
            "b": "que no sean de interés general para la región.",
            "c": "relacionadas con la gestión de servicios sociales.",
            "d": "relacionadas con la administración de los intereses peculiares de la provincia."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 30.Tres.b) establece la obligación de delegar \"la ejecución de aquellas competencias que no sean de interés general para la región\".",
        "tags": []
    },
    {
        "id": 434,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 30.Tres.c), en la gestión ordinaria de los servicios de la administración de la región, las Diputaciones actuarán bajo la dirección del:",
        "opciones": {
            "a": "Presidente de la Junta de Comunidades.",
            "b": "Pleno de las Cortes de Castilla-La Mancha.",
            "c": "Consejo de Gobierno.",
            "d": "Consejero competente por razón de la materia."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 30.Tres.c) indica que, a estos efectos, las Diputaciones \"actuarán bajo la dirección del Consejo de Gobierno\".",
        "tags": []
    },
    {
        "id": 435,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 30.Tres.c), si una Diputación no cumple las obligaciones asignadas, el primer paso que podrá dar el Consejo de Gobierno es:",
        "opciones": {
            "a": "Suspender la delegación de competencias.",
            "b": "Ejecutar la competencia por sí mismo.",
            "c": "Requerir al Presidente de la Diputación para su cumplimiento.",
            "d": "Interponer un recurso contencioso-administrativo."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El párrafo segundo del artículo 30.Tres.c) establece como primera medida que \"el Consejo de Gobierno podrá requerir al Presidente de la Diputación para su cumplimiento\".",
        "tags": []
    },
    {
        "id": 436,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 30.Tres.c), en caso de incumplimiento de las directrices por una Diputación, la Comunidad Autónoma podrá, entre otras medidas:",
        "opciones": {
            "a": "Disolver la Corporación Provincial.",
            "b": "Suspender o dejar sin efecto la transferencia o delegación.",
            "c": "Sancionar económicamente al Presidente de la Diputación.",
            "d": "Nombrar un gestor provisional para el servicio."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El tercer párrafo del artículo 30.Tres.c) contempla como posible consecuencia \"suspender o dejar sin efecto la transferencia o delegación o ejecutar la competencia por sí misma\".",
        "tags": []
    },
    {
        "id": 437,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 30.Cuatro, las fórmulas de coordinación de las actuaciones de las Diputaciones se establecerán por Ley de las Cortes de la Región, aprobada por mayoría de:",
        "opciones": {
            "a": "mayoría simple.",
            "b": "mayoría absoluta.",
            "c": "dos tercios.",
            "d": "tres quintos."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 30.Cuatro exige una mayoría cualificada para la aprobación de esta ley, concretamente \"mayoría de tres quintos\".",
        "tags": []
    },
    {
        "id": 438,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 30.Cinco, las relaciones de colaboración y cooperación de la Junta de Comunidades con las Corporaciones locales de la región serán reguladas por:",
        "opciones": {
            "a": "la legislación básica del Estado.",
            "b": "un Reglamento del Consejo de Gobierno.",
            "c": "una Ley de las Cortes de Castilla-La Mancha.",
            "d": "convenios bilaterales específicos."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 30.Cinco determina que estas relaciones serán objeto de \"Una Ley de las Cortes de Castilla-La Mancha\".",
        "tags": []
    },
    {
        "id": 439,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1.1.ª del Estatuto, ¿cuál de las siguientes es una competencia exclusiva de la Junta de Comunidades de Castilla-La Mancha?",
        "opciones": {
            "a": "La organización, régimen y funcionamiento de sus instituciones de autogobierno.",
            "b": "La legislación básica sobre el régimen estatutario de sus funcionarios.",
            "c": "La coordinación general de las policías locales.",
            "d": "El nombramiento de los Delegados del Gobierno en la región."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.1.ª establece como primera competencia exclusiva la \"Organización, régimen y funcionamiento de sus instituciones de autogobierno\".",
        "tags": []
    },
    {
        "id": 440,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 31.1 del Estatuto, señale cuál de las siguientes materias NO es una competencia exclusiva de la Junta de Comunidades.",
        "opciones": {
            "a": "Ordenación del territorio, urbanismo y vivienda.",
            "b": "Ferias internacionales.",
            "c": "Obras públicas de interés para la región dentro de su territorio.",
            "d": "Caza y pesca fluvial."
        },
        "respuestaCorrecta": "b",
        "explicacion": "Las ferias internacionales son una competencia de función ejecutiva según el artículo 33.3, mientras que las otras opciones son competencias exclusivas del artículo 31.1.",
        "tags": []
    },
    {
        "id": 441,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 31.1.4.ª, la competencia exclusiva sobre ferrocarriles, carreteras y caminos se limita a aquellos cuyo itinerario:",
        "opciones": {
            "a": "se desarrolle íntegramente en el territorio de la región.",
            "b": "sea calificado de interés regional por las Cortes.",
            "c": "no forme parte de la red de interés general del Estado.",
            "d": "conecte dos o más provincias de la Comunidad Autónoma."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.4.ª condiciona esta competencia a que el itinerario \"se desarrolle íntegramente en el territorio de la región\".",
        "tags": []
    },
    {
        "id": 442,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1.5.ª, la Junta de Comunidades tiene competencia exclusiva sobre los aeropuertos y helipuertos que:",
        "opciones": {
            "a": "tengan calificación de interés general.",
            "b": "no desarrollen actividades comerciales.",
            "c": "sean de titularidad autonómica.",
            "d": "su gestión no se reserve el Estado."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 31.1.5.ª limita la competencia exclusiva a \"Aeropuertos y helipuertos que no desarrollen actividades comerciales\".",
        "tags": []
    },
    {
        "id": 443,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 31.1.8.ª, la Junta de Comunidades tiene competencia exclusiva en la ordenación y concesión de recursos y aprovechamientos hidráulicos cuando las aguas:",
        "opciones": {
            "a": "nazcan y discurran por la región, aunque su desembocadura afecte a otra C.A.",
            "b": "discurran íntegramente por el ámbito territorial de la Comunidad Autónoma.",
            "c": "pertenezcan a cuencas hidrográficas intracomunitarias.",
            "d": "no estén incluidas en el Plan Hidrológico Nacional."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 31.1.8.ª especifica que esta competencia se ejerce \"cuando las aguas discurran íntegramente por el ámbito territorial de la Comunidad Autónoma\".",
        "tags": []
    },
    {
        "id": 444,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 31.1.11.ª, la competencia exclusiva en comercio interior se ejerce sin perjuicio de la política general de precios, de la legislación sobre defensa de la competencia y de:",
        "opciones": {
            "a": "la libre circulación de bienes en el territorio del Estado.",
            "b": "la unidad de mercado garantizada por la Constitución.",
            "c": "la normativa europea de comercio.",
            "d": "la legislación estatal sobre grandes superficies comerciales."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.11.ª enumera tres límites, siendo uno de ellos \"la libre circulación de bienes en el territorio del Estado\".",
        "tags": []
    },
    {
        "id": 445,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1.15.ª, la competencia exclusiva sobre museos, bibliotecas, conservatorios y hemerotecas se refiere a aquellos de interés para la región que:",
        "opciones": {
            "a": "no sean de titularidad estatal.",
            "b": "no formen parte del Patrimonio Histórico Español.",
            "c": "sean creados por la propia Comunidad Autónoma.",
            "d": "no reciban financiación del Estado."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.15.ª excluye expresamente de esta competencia a los que \"sean de titularidad estatal\".",
        "tags": []
    },
    {
        "id": 446,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 31.1.21.ª, la competencia exclusiva en materia de casinos, juegos y apuestas excluye expresamente a:",
        "opciones": {
            "a": "Los juegos online con licencia estatal.",
            "b": "Las Loterías y Apuestas del Estado.",
            "c": "Las Apuestas Mutuas Deportivo-Benéficas.",
            "d": "Los sorteos realizados por entidades sin ánimo de lucro."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 31.1.21.ª indica de forma literal \"con exclusión de las Apuestas Mutuas Deportivo-Benéficas\".",
        "tags": []
    },
    {
        "id": 447,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 31.1.26.ª, la competencia exclusiva en Industria se entiende sin perjuicio de lo que determinen las normas del Estado por razones de:",
        "opciones": {
            "a": "seguridad, sanitarias o de interés militar.",
            "b": "unidad de mercado, política económica general o interés estratégico.",
            "c": "defensa nacional, sanidad exterior o seguridad pública.",
            "d": "seguridad, interés general o política industrial común."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.26.ª enumera una serie de excepciones, entre las que se encuentran las normas estatales dictadas por \"razones de seguridad, sanitarias o de interés militar\".",
        "tags": []
    },
    {
        "id": 448,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1.27.ª, la C.A. tiene competencia exclusiva en instalaciones de producción, distribución y transporte de energía cuando el transporte no salga de su territorio y:",
        "opciones": {
            "a": "su aprovechamiento no afecte a otra Comunidad Autónoma.",
            "b": "la potencia instalada no supere el límite fijado por el Estado.",
            "c": "no se conecte a la red de transporte de interés general.",
            "d": "la producción proceda de fuentes de energía renovables."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.27.ª establece dos condiciones acumulativas, siendo la segunda que \"su aprovechamiento no afecte a otra Comunidad Autónoma\".",
        "tags": []
    },
    {
        "id": 449,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 31.1.32.ª, la competencia exclusiva en materia de policías locales se refiere a su coordinación, sin perjuicio de su dependencia jerárquica de:",
        "opciones": {
            "a": "la autoridad municipal.",
            "b": "la Delegación del Gobierno.",
            "c": "el Consejero de Interior.",
            "d": "el Ministerio del Interior."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.32.ª salva en todo caso la \"dependencia jerárquica de la autoridad municipal\".",
        "tags": []
    },
    {
        "id": 450,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 31.2, en el ejercicio de las competencias exclusivas, corresponderá a la región de Castilla-La Mancha la potestad legislativa, la potestad reglamentaria y:",
        "opciones": {
            "a": "la función ejecutiva.",
            "b": "la alta inspección.",
            "c": "la potestad sancionadora exclusivamente.",
            "d": "la gestión de los servicios."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.2 cierra el listado de potestades en el ejercicio de las competencias exclusivas con \"la función ejecutiva\".",
        "tags": []
    },
    {
        "id": 451,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 32 del Estatuto, la competencia de desarrollo legislativo y ejecución de la Junta de Comunidades se ejerce en el marco de:",
        "opciones": {
            "a": "la legislación básica del Estado.",
            "b": "las directrices de la Unión Europea.",
            "c": "los objetivos de la política económica nacional.",
            "d": "la potestad de autoorganización de la Comunidad Autónoma."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El encabezado del artículo 32 establece que estas competencias se ejercen \"En el marco de la legislación básica del Estado y, en su caso, en los términos que la misma establezca\".",
        "tags": []
    },
    {
        "id": 452,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 32, señale cuál de las siguientes materias es competencia de desarrollo legislativo y ejecución.",
        "opciones": {
            "a": "Régimen minero y energético.",
            "b": "Productos farmacéuticos.",
            "c": "Propiedad industrial.",
            "d": "Ferias internacionales."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 32.8.ª menciona \"Régimen minero y energético\", mientras que las otras opciones son competencias de función ejecutiva del artículo 33.",
        "tags": []
    },
    {
        "id": 453,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 32.9.ª, la Comunidad Autónoma podrá regular, crear y mantener los medios de comunicación social que considere necesarios para el cumplimiento de sus fines en el marco de:",
        "opciones": {
            "a": "las normas básicas que el Estado establezca.",
            "b": "la legislación europea sobre el sector audiovisual.",
            "c": "el respeto a la libertad de información.",
            "d": "los acuerdos con los operadores de ámbito estatal."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 32.9.ª condiciona el ejercicio de esta competencia al \"marco de las normas básicas que el Estado establezca\".",
        "tags": []
    },
    {
        "id": 454,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 32, ¿cuál de las siguientes materias NO es competencia de desarrollo legislativo y ejecución?",
        "opciones": {
            "a": "Régimen local.",
            "b": "Montes y aprovechamientos forestales.",
            "c": "Sanidad e higiene.",
            "d": "Asociaciones."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 33.2 atribuye la función ejecutiva sobre \"Asociaciones\", mientras que las otras son competencias de desarrollo legislativo y ejecución del artículo 32.",
        "tags": []
    },
    {
        "id": 455,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 33, la función ejecutiva de la Junta de Comunidades se ejerce en los términos que establezcan las leyes y normas reglamentarias que en desarrollo de su legislación dicte:",
        "opciones": {
            "a": "el Estado.",
            "b": "las Cortes de Castilla-La Mancha.",
            "c": "la Unión Europea.",
            "d": "las Cortes Generales mediante Ley Orgánica."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El encabezado del artículo 33 indica que la función ejecutiva se ejerce en los términos que establezcan las leyes y normas reglamentarias que dicte \"el Estado\".",
        "tags": []
    },
    {
        "id": 456,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 33.1, en la gestión de la asistencia sanitaria de la Seguridad Social, el Estado se reserva:",
        "opciones": {
            "a": "la financiación del sistema.",
            "b": "la gestión de los hospitales de referencia.",
            "c": "la alta inspección.",
            "d": "la política de personal estatutario."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 33.1 establece que la gestión se asume \"reservándose el Estado la alta inspección\".",
        "tags": []
    },
    {
        "id": 457,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 33.4, en la gestión de las prestaciones y servicios sociales del sistema de Seguridad Social (INSERSO), la determinación de las prestaciones y los requisitos de los beneficiarios se efectuará de acuerdo con:",
        "opciones": {
            "a": "las normas establecidas por el Estado.",
            "b": "una Ley de las Cortes de Castilla-La Mancha.",
            "c": "los convenios con las Corporaciones Locales.",
            "d": "las directrices del Consejo de Gobierno."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El párrafo segundo del artículo 33.4 es claro al señalar que estos aspectos se regularán \"de acuerdo con las normas establecidas por el Estado\".",
        "tags": []
    },
    {
        "id": 458,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 33.5, la gestión de los museos, archivos y bibliotecas de titularidad estatal que no se reserve el Estado se fijará mediante:",
        "opciones": {
            "a": "Decreto del Consejo de Gobierno.",
            "b": "Ley de las Cortes de Castilla-La Mancha.",
            "c": "convenios.",
            "d": "órdenes de la Consejería de Cultura."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 33.5 especifica que \"Los términos de la gestión serán fijados mediante convenios\".",
        "tags": []
    },
    {
        "id": 459,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 33.11, en materia laboral, corresponde al Estado la competencia sobre legislación laboral y:",
        "opciones": {
            "a": "la negociación colectiva.",
            "b": "la prevención de riesgos laborales.",
            "c": "la alta inspección.",
            "d": "la gestión del FOGASA."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 33.11 indica que \"corresponde al Estado la competencia sobre legislación laboral y la alta inspección\".",
        "tags": []
    },
    {
        "id": 460,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 33, ¿cuál de las siguientes materias es competencia de función ejecutiva?",
        "opciones": {
            "a": "Crédito, banca y seguros.",
            "b": "Defensa del consumidor y usuario.",
            "c": "Ordenación farmacéutica.",
            "d": "Régimen local."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 33.12 menciona \"Crédito, banca y seguros\", mientras que las otras son competencias de desarrollo legislativo y ejecución del artículo 32.",
        "tags": []
    },
    {
        "id": 461,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 33.14, la Junta de Comunidades podrá tener la función ejecutiva sobre aeropuertos con calificación de interés general:",
        "opciones": {
            "a": "cuya gestión directa no se reserve el Estado.",
            "b": "que no superen un determinado umbral de pasajeros.",
            "c": "previo convenio con AENA.",
            "d": "cuando así lo aprueben las Cortes Generales."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 33.14 condiciona esta competencia a aquellos aeropuertos \"cuya gestión directa no se reserve el Estado\".",
        "tags": []
    },
    {
        "id": 462,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 35, para que la Comunidad Autónoma pueda ampliar el ámbito de sus competencias transcurridos cinco años, se requiere un acuerdo de las Cortes de Castilla-La Mancha adoptado por:",
        "opciones": {
            "a": "mayoría simple.",
            "b": "mayoría absoluta.",
            "c": "mayoría de tres quintos.",
            "d": "mayoría de dos tercios."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 35 exige para este acuerdo la \"mayoría absoluta\" de las Cortes de Castilla-La Mancha.",
        "tags": []
    },
    {
        "id": 463,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 37.1, la competencia de desarrollo legislativo y ejecución de la enseñanza se ejerce sin perjuicio de las facultades que atribuye al Estado el art. 149.1.30.ª de la Constitución y de:",
        "opciones": {
            "a": "la coordinación general del sistema.",
            "b": "la política de becas y ayudas.",
            "c": "la alta inspección.",
            "d": "la expedición de títulos académicos y profesionales."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 37.1 recoge la competencia estatal de \"la alta inspección para su cumplimiento y garantía\".",
        "tags": []
    },
    {
        "id": 464,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 37.3, en el ejercicio de sus competencias en enseñanza, la Comunidad Autónoma fomentará la investigación y la creación de:",
        "opciones": {
            "a": "centros de formación profesional.",
            "b": "centros de educación especial.",
            "c": "centros universitarios en la región.",
            "d": "bibliotecas públicas de interés regional."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 37.3 menciona de forma explícita el fomento de \"la creación de centros universitarios en la región\".",
        "tags": []
    },
    {
        "id": 465,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 39.2, en el ejercicio de sus competencias, la Junta de Comunidades de Castilla-La Mancha gozará de las potestades y privilegios propios de la Administración del Estado. ¿Cuál de los siguientes NO es uno de ellos?",
        "opciones": {
            "a": "La presunción de legitimidad y ejecutoriedad de sus actos.",
            "b": "La inembargabilidad de sus bienes y derechos.",
            "c": "La potestad de dictar legislación básica.",
            "d": "La potestad de expropiación."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El listado del artículo 39.2 incluye potestades como la ejecutoriedad o la expropiación, pero la potestad de dictar legislación básica es una competencia estatal.",
        "tags": []
    },
    {
        "id": 466,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 39.2.b), la potestad de expropiación de la Comunidad Autónoma incluye la declaración de:",
        "opciones": {
            "a": "interés social de la expropiación.",
            "b": "urgente ocupación de los bienes afectados.",
            "c": "necesidad de ocupación en Consejo de Gobierno.",
            "d": "justiprecio por un jurado autonómico."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 39.2.b) indica que esta potestad incluye \"la declaración de urgente ocupación de los bienes afectados\".",
        "tags": []
    },
    {
        "id": 467,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 39.2.e), la inembargabilidad de sus bienes y derechos y los privilegios para el cobro de sus créditos se entenderán sin perjuicio de los que correspondan a:",
        "opciones": {
            "a": "la Hacienda de las Corporaciones Locales.",
            "b": "la Hacienda del Estado.",
            "c": "la Tesorería General de la Seguridad Social.",
            "d": "los acreedores por sentencia judicial firme."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 39.2.e) establece que estos privilegios son \"sin perjuicio de los que correspondan en esta materia a la Hacienda del Estado\".",
        "tags": []
    },
    {
        "id": 468,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 40.Uno, la Junta de Comunidades podrá celebrar convenios con otras CCAA para la gestión y prestación de servicios propios, debiendo comunicarlo a las Cortes Generales. Si estas manifiestan reparos, ¿en qué plazo deben hacerlo?",
        "opciones": {
            "a": "15 días.",
            "b": "30 días.",
            "c": "45 días.",
            "d": "60 días."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 40.Uno fija un plazo de \"treinta días a partir de la recepción de la comunicación\" para que las Cortes Generales o alguna Cámara manifiesten reparos.",
        "tags": []
    },
    {
        "id": 469,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 40.Dos, para que la Junta de Comunidades pueda establecer acuerdos de cooperación con otras Comunidades Autónomas, se requiere la previa autorización de:",
        "opciones": {
            "a": "las Cortes de Castilla-La Mancha.",
            "b": "el Consejo de Gobierno.",
            "c": "las Cortes Generales.",
            "d": "el Senado."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 40.Dos exige para los acuerdos de cooperación la \"previa autorización de las Cortes Generales\".",
        "tags": []
    },
    {
        "id": 470,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 39.4, para el ejercicio de la competencia de vigilancia y protección de sus edificios, la Junta podrá convenir con el Estado la adscripción de una Unidad del Cuerpo:",
        "opciones": {
            "a": "de la Guardia Civil.",
            "b": "Nacional de Policía.",
            "c": "de la Policía Judicial.",
            "d": "de Vigilancia Aduanera."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 39.4 se refiere a \"una Unidad del Cuerpo Nacional de Policía\".",
        "tags": []
    },
    {
        "id": 471,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1 del Estatuto, ¿cuál de las siguientes es una competencia exclusiva?",
        "opciones": {
            "a": "Denominaciones de origen, en colaboración con el Estado.",
            "b": "Ordenación farmacéutica.",
            "c": "Gestión de la asistencia sanitaria de la Seguridad Social.",
            "d": "Montes y aprovechamientos forestales."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1.7.ª incluye las denominaciones de origen, especificando que es \"en colaboración con el Estado\". Las otras opciones corresponden a los artículos 32 y 33.",
        "tags": []
    },
    {
        "id": 472,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 32.5, es competencia de desarrollo legislativo y ejecución el ejercicio de las profesiones tituladas y:",
        "opciones": {
            "a": "las incompatibilidades de los altos cargos.",
            "b": "el régimen estatutario de los funcionarios públicos.",
            "c": "las Corporaciones de derecho público representativas de intereses económicos y profesionales.",
            "d": "la creación de colegios profesionales."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 32.5 menciona expresamente \"Corporaciones de derecho público representativas de intereses económicos y profesionales. Ejercicio de las profesiones tituladas\".",
        "tags": []
    },
    {
        "id": 473,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 33.8, la Junta de Comunidades tiene atribuida la función ejecutiva en materia de:",
        "opciones": {
            "a": "Coordinación hospitalaria.",
            "b": "Productos farmacéuticos.",
            "c": "Sanidad e higiene.",
            "d": "Ordenación farmacéutica."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 33.8 establece la función ejecutiva sobre \"Productos farmacéuticos\", mientras que las otras opciones, relacionadas con sanidad, se enmarcan en las competencias del artículo 32.",
        "tags": []
    },
    {
        "id": 474,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1, la competencia sobre \"Comercio interior\" es de tipo:",
        "opciones": {
            "a": "Exclusiva.",
            "b": "De desarrollo legislativo y ejecución.",
            "c": "De ejecución.",
            "d": "Compartida con el Estado."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 31.1 la enumera en su apartado 11.ª como competencia exclusiva, si bien matiza que es \"sin perjuicio de la política general de precios...\".",
        "tags": []
    },
    {
        "id": 475,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 32, la competencia sobre \"Protección del medio ambiente\" es de tipo:",
        "opciones": {
            "a": "Exclusiva.",
            "b": "De desarrollo legislativo y ejecución.",
            "c": "De ejecución.",
            "d": "Compartida con los municipios."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 32.7.ª la define como competencia de desarrollo legislativo y ejecución.",
        "tags": []
    },
    {
        "id": 476,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 33, la competencia sobre \"Propiedad industrial\" es de tipo:",
        "opciones": {
            "a": "Exclusiva.",
            "b": "De desarrollo legislativo y ejecución.",
            "c": "De ejecución.",
            "d": "Delegada por el Estado."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 33.9 la enumera como una materia donde la Junta de Comunidades ejerce la función ejecutiva.",
        "tags": []
    },
    {
        "id": 477,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1.24.ª del Estatuto, es competencia exclusiva de la Junta de Comunidades la materia de \"Estadísticas para fines...\":",
        "opciones": {
            "a": "regionales.",
            "b": "de interés para la Comunidad Autónoma.",
            "c": "no estatales.",
            "d": "propios de la Comunidad Autónoma."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El texto del artículo 31.1.24.ª es muy preciso y literal, refiriéndose a \"Estadísticas para fines no estatales\".",
        "tags": []
    },
    {
        "id": 478,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 39.2.a), entre las potestades y privilegios de la Junta de Comunidades se encuentra la presunción de legitimidad de sus actos y los poderes de revisión en vía administrativa y de:",
        "opciones": {
            "a": "sanción disciplinaria.",
            "b": "ejecución forzosa.",
            "c": "inspección y control.",
            "d": "coordinación administrativa."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 39.2.a) detalla que goza de \"la presunción de legitimidad y la ejecutoriedad de sus actos, así como los poderes de ejecución forzosa y revisión en vía administrativa\".",
        "tags": []
    },
    {
        "id": 479,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 31.1.22.ª, es competencia exclusiva la materia de cooperativas y mutuas no integradas en el sistema de la Seguridad Social, respetando la legislación:",
        "opciones": {
            "a": "civil.",
            "b": "básica del Estado.",
            "c": "mercantil.",
            "d": "de la Unión Europea."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 31.1.22.ª finaliza la descripción de la competencia con la coletilla \"respetando la legislación mercantil\".",
        "tags": []
    },
    {
        "id": 480,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 31.1.30.ª del Estatuto, es competencia exclusiva el servicio:",
        "opciones": {
            "a": "de protección civil.",
            "b": "de emergencias 112.",
            "c": "de prevención y extinción de incendios.",
            "d": "meteorológico de la Comunidad Autónoma."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 31.1.30.ª establece de forma escueta y literal como competencia exclusiva el \"Servicio meteorológico de la Comunidad Autónoma\".",
        "tags": []
    },
    {
        "id": 481,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 34, la Comunidad Autónoma ejecutará dentro de su ámbito territorial los tratados internacionales en lo que afecten a:",
        "opciones": {
            "a": "las materias propias de su competencia.",
            "b": "los derechos fundamentales de sus ciudadanos.",
            "c": "las relaciones con la Unión Europea.",
            "d": "las materias delegadas por el Estado."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 34 especifica que la ejecución de tratados internacionales se realizará \"en lo que afecten a las materias propias de su competencia\".",
        "tags": []
    },
    {
        "id": 482,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 40.Uno, si transcurrido el plazo de 30 días desde la comunicación de un convenio con otra CCAA no se hubiesen manifestado reparos por las Cortes Generales, el convenio:",
        "opciones": {
            "a": "deberá ser ratificado por el Senado.",
            "b": "entrará en vigor.",
            "c": "deberá ser aprobado por Ley Orgánica.",
            "d": "se entenderá decaído."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 40.Uno establece que \"Si transcurrido dicho plazo no se hubiesen manifestado reparos, el convenio entrará en vigor\".",
        "tags": []
    },
    {
        "id": 483,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 39.3, corresponde a la Comunidad Autónoma, entre otras, la regulación de los bienes de dominio público y patrimoniales cuya titularidad corresponda a:",
        "opciones": {
            "a": "la Comunidad Autónoma.",
            "b": "las Corporaciones Locales de la región.",
            "c": "la Administración del Estado en la región.",
            "d": "cualquier entidad pública en la región."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El artículo 39.3 acota esta regulación a los bienes \"cuya titularidad corresponda a la Comunidad Autónoma\".",
        "tags": []
    },
    {
        "id": 484,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 42.Dos del Estatuto, la Comunidad Autónoma y sus instituciones de autogobierno gozan de idéntico tratamiento fiscal que el establecido por las leyes para:",
        "opciones": {
            "a": "las Corporaciones Locales.",
            "b": "las demás Comunidades Autónomas.",
            "c": "el Estado.",
            "d": "las entidades sin ánimo de lucro."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 42.Dos establece de forma literal que gozarán de \"idéntico tratamiento fiscal que el establecido por las leyes del Estado\".",
        "tags": []
    },
    {
        "id": 485,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 43.Uno, el patrimonio de la Comunidad Autónoma estará integrado por todos los siguientes elementos, EXCEPTO:",
        "opciones": {
            "a": "Los bienes afectos a los servicios traspasados.",
            "b": "El patrimonio de las Diputaciones Provinciales en su territorio.",
            "c": "Los bienes adquiridos por la Junta de Comunidades por cualquier título jurídico válido.",
            "d": "El patrimonio de la Junta de Comunidades en el momento de aprobarse el Estatuto."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 43.Uno enumera los componentes del patrimonio autonómico, sin incluir el de las Diputaciones Provinciales.",
        "tags": []
    },
    {
        "id": 486,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 44, ¿cuál de los siguientes NO constituye un recurso de la Hacienda de la Comunidad Autónoma?",
        "opciones": {
            "a": "Los rendimientos de sus propios impuestos, tasas y contribuciones especiales.",
            "b": "Las transferencias procedentes del Fondo de Compensación Interterritorial.",
            "c": "El producto de las multas y sanciones en el ámbito de su competencia.",
            "d": "Las aportaciones de las Diputaciones Provinciales."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 44 enumera los nueve recursos que constituyen la Hacienda de la Comunidad Autónoma, entre los que no figuran las aportaciones de las Diputaciones.",
        "tags": []
    },
    {
        "id": 487,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 46.Dos, el porcentaje de participación de la Comunidad Autónoma en los ingresos del Estado únicamente podrá ser objeto de revisión en uno de los siguientes casos:",
        "opciones": {
            "a": "Cuando la recaudación de los tributos propios disminuya.",
            "b": "Cuando se produzca la cesión de nuevos tributos.",
            "c": "Cuando lo solicite el Pleno de las Cortes de Castilla-La Mancha.",
            "d": "Cuando la renta media de la región supere la media estatal."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 46.Dos, en su apartado b), cita como causa de revisión \"Cuando se produzca la cesión de nuevos tributos\".",
        "tags": []
    },
    {
        "id": 488,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 47.Uno, la Comunidad Autónoma, mediante Ley, podrá emitir Deuda Pública y concertar operaciones de crédito para financiar:",
        "opciones": {
            "a": "gastos corrientes.",
            "b": "gastos de personal.",
            "c": "gastos de inversión.",
            "d": "necesidades transitorias de tesorería."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 47.Uno especifica que el destino de la Deuda Pública y las operaciones de crédito a largo plazo es \"financiar gastos de inversión\".",
        "tags": []
    },
    {
        "id": 489,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 47.Cuatro, la Comunidad Autónoma podrá concertar operaciones de crédito por plazo inferior a un año con el objeto de:",
        "opciones": {
            "a": "financiar gastos de inversión no previstos.",
            "b": "adelantar subvenciones europeas.",
            "c": "cubrir sus necesidades transitorias de tesorería.",
            "d": "pagar sentencias judiciales firmes."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 47.Cuatro reserva el crédito a corto plazo para \"cubrir sus necesidades transitorias de tesorería\".",
        "tags": []
    },
    {
        "id": 490,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 48.Tres, los ingresos de los Entes locales consistentes en participación en ingresos estatales y en subvenciones incondicionadas se percibirán a través:",
        "opciones": {
            "a": "de las Diputaciones Provinciales.",
            "b": "del Ministerio de Hacienda.",
            "c": "de la Delegación del Gobierno en la región.",
            "d": "del Consejo de Gobierno."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 48.Tres establece que estos ingresos \"se percibirán a través del Consejo de Gobierno que los distribuirá\".",
        "tags": []
    },
    {
        "id": 491,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 49, se regulará necesariamente mediante ley de las Cortes de Castilla-La Mancha:",
        "opciones": {
            "a": "La aprobación de los Reglamentos Generales de sus propios tributos.",
            "b": "La elaboración de las normas para gestionar los impuestos estatales cedidos.",
            "c": "La emisión de Deuda Pública.",
            "d": "La gestión de las reclamaciones relativas a sus propios tributos."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 49, en su apartado c), reserva a una ley de las Cortes \"La emisión de Deuda Pública y demás operaciones de crédito\".",
        "tags": []
    },
    {
        "id": 492,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 51, ¿a qué órgano corresponde la elaboración y aplicación del presupuesto de la Comunidad Autónoma?",
        "opciones": {
            "a": "A las Cortes de Castilla-La Mancha.",
            "b": "Al Consejero competente en materia de hacienda.",
            "c": "Al Presidente de la Junta de Comunidades.",
            "d": "Al Consejo de Gobierno."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 51 atribuye la \"elaboración y aplicación del presupuesto\" al \"Consejo de Gobierno\". A las Cortes les corresponde su examen, aprobación y control.",
        "tags": []
    },
    {
        "id": 493,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 51, el Consejo de Gobierno deberá presentar el proyecto de Presupuesto a las Cortes de Castilla-La Mancha antes del:",
        "opciones": {
            "a": "uno de septiembre de cada año.",
            "b": "quince de septiembre de cada año.",
            "c": "uno de octubre de cada año.",
            "d": "quince de octubre de cada año."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 51, párrafo tercero, fija la fecha límite al indicar \"antes del uno de octubre de cada año\".",
        "tags": []
    },
    {
        "id": 494,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 51, si los presupuestos generales de la Comunidad no fueran aprobados antes del primer día del ejercicio económico correspondiente:",
        "opciones": {
            "a": "el Consejo de Gobierno deberá presentar un nuevo proyecto en el plazo de un mes.",
            "b": "se considerará denegada la confianza al Presidente.",
            "c": "quedará prorrogada automáticamente la vigencia de los anteriores.",
            "d": "se goberrará mediante créditos extraordinarios aprobados por las Cortes."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 51, párrafo tercero, establece que en ese supuesto \"quedará prorrogada automáticamente la vigencia de los anteriores\".",
        "tags": []
    },
    {
        "id": 495,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 53.Dos, la Junta de Comunidades podrá constituir empresas públicas como medio de ejecución de:",
        "opciones": {
            "a": "los planes económicos del Estado en la región.",
            "b": "las funciones que sean de su competencia.",
            "c": "los servicios públicos esenciales.",
            "d": "las políticas de fomento del empleo."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 53.Dos vincula la creación de empresas públicas a la \"ejecución de las funciones que sean de su competencia\".",
        "tags": []
    },
    {
        "id": 496,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según el artículo 54.Uno.a) del Estatuto, ¿cuál de los siguientes órganos o grupos NO tiene reconocida la iniciativa para la reforma del Estatuto?",
        "opciones": {
            "a": "El Consejo de Gobierno.",
            "b": "Una décima parte de los miembros de las Cortes de Castilla-La Mancha.",
            "c": "El Gobierno de la Nación.",
            "d": "Las Cortes Generales de la Nación."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El artículo 54.Uno.a) atribuye la iniciativa al Consejo de Gobierno, a las Cortes Generales, al Gobierno de la Nación y a \"una cuarta parte\" de los miembros de las Cortes de Castilla-La Mancha, no a una décima parte.",
        "tags": []
    },
    {
        "id": 497,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Conforme al artículo 54.Uno.b), la propuesta de reforma del Estatuto requerirá en todo caso la aprobación de las Cortes de Castilla-La Mancha por mayoría absoluta y la aprobación de:",
        "opciones": {
            "a": "el Senado por mayoría absoluta.",
            "b": "el Congreso de los Diputados por mayoría absoluta.",
            "c": "las Cortes Generales mediante Ley ordinaria.",
            "d": "las Cortes Generales mediante Ley Orgánica."
        },
        "respuestaCorrecta": "d",
        "explicacion": "El artículo 54.Uno.b) exige un doble requisito: la mayoría absoluta de las Cortes regionales y \"la aprobación de las Cortes Generales mediante Ley Orgánica\".",
        "tags": []
    },
    {
        "id": 498,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "De acuerdo con el artículo 54.Uno.c), si una propuesta de reforma no es aprobada, no podrá ser sometida nuevamente a debate y votación hasta que haya transcurrido:",
        "opciones": {
            "a": "el mismo período de sesiones.",
            "b": "seis meses.",
            "c": "un año.",
            "d": "la siguiente legislatura."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El artículo 54.Uno.c) establece de forma clara que deberá transcurrir \"un año\" antes de poder presentar de nuevo la propuesta.",
        "tags": []
    },
    {
        "id": 499,
        "tema": "Estatuto Autonomía C-LM",
        "pregunta": "Según la Disposición final.Uno del Estatuto de Autonomía de Castilla-La Mancha, este entró en vigor:",
        "opciones": {
            "a": "el mismo día de su publicación en el «Boletín Oficial del Estado».",
            "b": "al día siguiente de su publicación en el «Boletín Oficial del Estado».",
            "c": "a los veinte días de su publicación en el «Boletín Oficial del Estado».",
            "d": "el mismo día de su publicación en el «Diario Oficial» de la región."
        },
        "respuestaCorrecta": "b",
        "explicacion": "La Disposición final.Uno establece que \"entrará en vigor al día siguiente de su publicación en el «Boletín Oficial del Estado»\".",
        "tags": []
    },
    {
        "id": 500,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "Según la estructura del Estatuto de Autonomía de Castilla-La Mancha, el Título I se denomina:",
        "opciones": {
            "a": "De los Derechos y Deberes Fundamentales.",
            "b": "De las Instituciones de la Comunidad Autónoma de Castilla-La Mancha.",
            "c": "De la Organización Territorial de la Región.",
            "d": "De las Competencias de la Junta de Comunidades."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El Título I del Estatuto, que abarca los artículos 8 a 22, lleva por rúbrica \"De las Instituciones de la Comunidad Autónoma de Castilla-La Mancha\".",
        "tags": []
    },
    {
        "id": 501,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "La regulación \"De la Administración de Justicia en la Región\" se contiene en el Estatuto de Autonomía en su:",
        "opciones": {
            "a": "Título I.",
            "b": "Título II.",
            "c": "Título III.",
            "d": "Título V."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El Título II del Estatuto, que comprende los artículos 23 a 28, es el que se dedica a la Administración de Justicia.",
        "tags": []
    },
    {
        "id": 502,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "El Título IV del Estatuto de Autonomía, que regula las competencias de la Junta de Comunidades, comprende los artículos:",
        "opciones": {
            "a": "29 a 30.",
            "b": "31 a 40.",
            "c": "41 a 53.",
            "d": "54 y siguientes."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El Título IV, uno de los más extensos, abarca desde el artículo 31 hasta el 40, ambos inclusive.",
        "tags": []
    },
    {
        "id": 503,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "¿En qué Título del Estatuto se regula \"De la economía y hacienda regionales\"?",
        "opciones": {
            "a": "En el Título III.",
            "b": "En el Título IV.",
            "c": "En el Título V.",
            "d": "En el Título VI."
        },
        "respuestaCorrecta": "c",
        "explicacion": "El Título V, que comprende los artículos 41 a 53, es el que regula la economía y la hacienda de la Comunidad Autónoma.",
        "tags": []
    },
    {
        "id": 504,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "El Título VI del Estatuto, compuesto por el artículo 54, lleva por nombre:",
        "opciones": {
            "a": "De la reforma del Estatuto.",
            "b": "De las Disposiciones Adicionales.",
            "c": "Del control de la Junta de Comunidades.",
            "d": "De la disolución de las Cortes."
        },
        "respuestaCorrecta": "a",
        "explicacion": "El Título VI está dedicado íntegramente al procedimiento de modificación de la norma institucional básica, bajo la rúbrica \"De la reforma del Estatuto\".",
        "tags": []
    },
    {
        "id": 505,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "El Título dedicado a \"De la organización territorial de la Región\" en el Estatuto de Autonomía de Castilla-La Mancha es el:",
        "opciones": {
            "a": "Título II.",
            "b": "Título III.",
            "c": "Título IV.",
            "d": "Título Preliminar."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El Título III, que contiene los artículos 29 y 30, es el que regula la organización territorial de la Región.",
        "tags": []
    },
    {
        "id": 506,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "¿Cuál es la norma que aprueba el Estatuto de Autonomía de Castilla-La Mancha?",
        "opciones": {
            "a": "La Ley 9/1982, de 10 de agosto.",
            "b": "La Ley Orgánica 9/1982, de 10 de agosto.",
            "c": "La Ley Orgánica 8/1981, de 30 de diciembre.",
            "d": "El Real Decreto-ley 32/1978, de 31 de octubre."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El Estatuto de Autonomía de Castilla-La Mancha fue aprobado por la Ley Orgánica 9/1982, de 10 de agosto.",
        "tags": []
    },
    {
        "id": 507,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "El Título Preliminar del Estatuto de Autonomía de Castilla-La Mancha, que establece las disposiciones generales de la región, comprende los artículos:",
        "opciones": {
            "a": "1 a 5.",
            "b": "1 a 7.",
            "c": "1 a 8.",
            "d": "1 a 10."
        },
        "respuestaCorrecta": "b",
        "explicacion": "El Título Preliminar de la norma abarca desde el artículo 1 hasta el 7, ambos inclusive.",
        "tags": []
    },
    {
        "id": 508,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "La Ley Orgánica 9/1982, que aprueba el Estatuto de Autonomía de Castilla-La Mancha, está fechada el:",
        "opciones": {
            "a": "31 de mayo.",
            "b": "15 de junio.",
            "c": "10 de agosto.",
            "d": "6 de diciembre."
        },
        "respuestaCorrecta": "c",
        "explicacion": "La fecha oficial de la Ley Orgánica de aprobación del Estatuto es el 10 de agosto de 1982.",
        "tags": []
    },
    {
        "id": 509,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "La estructura del Estatuto de Autonomía de Castilla-La Mancha se compone de:",
        "opciones": {
            "a": "Un Título Preliminar y cinco Títulos numerados.",
            "b": "Siete Títulos numerados y disposiciones.",
            "c": "Un Título Preliminar, seis Títulos numerados, y diversas disposiciones.",
            "d": "Ocho Títulos numerados."
        },
        "respuestaCorrecta": "c",
        "explicacion": "La norma se estructura en un Título Preliminar (arts. 1-7), seis Títulos numerados (arts. 8-54), y un conjunto de disposiciones Adicionales, Transitorias y Finales.",
        "tags": []
    },
    {
        "id": 510,
        "tema": "Estatuto Autonomía C-LM (Estructura)",
        "pregunta": "Las disposiciones generales sobre el territorio, la condición de ciudadano castellano-manchego, los derechos y deberes, y los símbolos de la región se regulan en el Estatuto en su:",
        "opciones": {
            "a": "Título I.",
            "b": "Disposiciones Adicionales.",
            "c": "Título Preliminar.",
            "d": "Título VI."
        },
        "respuestaCorrecta": "c",
        "explicacion": "Estos aspectos fundamentales y básicos de la Comunidad Autónoma se establecen en el Título Preliminar, concretamente en los artículos 2, 3, 4 y 5.",
        "tags": []
    }
]